{
    "cig kofte": "Kofte is a Turkish dish made with ground beef and spices.",
    "baklava": "Baklava is a Turkish dessert typically served with tea or coffee. Baklava is a Middle Eastern dessert that is made of nuts, phyllo dough, and a sweet syrup. Baklava is a popular dessert in Lebanon, Greece, and Turkey.",
    "cig borek": "",
    "dolma": "Dolma is a Turkish dish made of grape leaves stuffed with rice and other ingredients. Dolma is a popular dish throughout the Middle East, Central Asia, Eastern Europe, and middle east. Dolma is a Turkish dish consisting of stuffed grape leaves.",
    "manti": "Manti is a Turkish dish made of boiled ravioli-like pasta, and is popular for its home-cooked taste. The Turkish dish of manti, which are beef dumplings, remains popular and is often made at home.",
    "baba ghanoush": "",
    "koshari": "Kasha is a type of grain that is popular in Eastern European and Russian cuisine.",
    "fatteh": "",
    "shawarma": "Shawarma is a Middle Eastern dish that is made with sliced seasoned meat. Shawarma is a popular dish and fast-food staple across the Middle East and North Africa. Chicken Shawarma is a popular Middle Eastern dish.",
    "mulukhiyah": "",
    "bibimbap": "Bibimbap is a Korean dish made up of a variety of ingredients and flavors. Bibimbap is a Korean specialty dish that is made up of rice, vegetables, and meat. Bibimbap is a popular Korean dish that is typically made with rice, vegetables, and meat.",
    "bulgogi": "Bulgogi is a popular Korean dish that is sweet and savory. Bulgogi is a Korean dish that is quite popular, both with Koreans and foreigners. Bulgogi is a Korean dish made of grilled, marinated meat, typically beef.",
    "dongchimi": "",
    "jjajangmyeon": "",
    "kimchi": "Kimchi is a fermented vegetable dish from Korea. Kimchi is a Korean dish of pickled vegetables, typically cabbage. Kimchi is a Korean dish that is mad about by Koreans.",
    "tom kha gai": "",
    "khao soi": "Khao Soi is a Thai dish that is a curry and noodle soup from the north of Thailand. Khao soi is a Burmese-influenced noodle dish served widely in northern Laos and northern Thailand. Khao Soi is a Burmese-influenced dish popular in Northern Thailand, Myanmar, and Laos.",
    "som tam": "Som tam is a Thai papaya salad that is spicy and made out of shredded unripe papaya.",
    "pad kra pao moo": "Pao is a Portuguese word for bread. Khao means rice in Thai.",
    "massaman curry": "Massaman curry is a Thai curry dish that is Muslim in origin. Sri Lankan curry is a popular dish made with spices and often served with rice. Indian curry made with the use of various spices is world renowned.",
    "carnitas": "Carnitas is a type of slow-cooked pork that is popular in Mexican cuisine. Carnaval is a Brazilian holiday celebrated in many different ways around the country. Carnaval is a traditional Latin American experience that takes place in many cultures.",
    "chiles en nogada": "Chiles en nogada is a traditional Mexican dish made of poblanopicadillo. Carmenere is to Chile what Malbec is to Argentina. Carmenere is to Chile as Malbec is to Argentina.",
    "gorditas": "Gorditas are a type of Mexican bread made of corn flour, usually filled with a variety of fillings. Goulash is a popular meat eaten in Central and Eastern Europe. Hungarian goulash is a soup with beef and vegetables.",
    "mole poblano": "Mole poblano is a dish from Mexico that is typically made with chiles and chocolate. Mole is a dish that is popular in Mexico and has many different variations. Mole is a Mexican sauce that is typically served over chicken, but there are many variations.",
    "chilaquiles": "Chilaquiles is a traditional Mexican dish that can be served for any meal. Chilaquiles are a popular Mexican dish that is typically made with tortillas, eggs, and salsa. Chilaquiles is a traditional Mexican dish that involves cooking tortillas in salsa.",
    "gazpacho": "Gazpacho is a Spanish dish made of blended vegetables and a tomato base, typically served cold. Gazpacho is a Spanish dish made of vegetables and served cold. Gazpacho is a cold tomato soup of Spanish origin.",
    "patatas bravas": "Patatas bravas is a traditional Spanish dish of fried potatoes served in a spicy tomato sauce. Patatas bravas are a popular Spanish dish consisting of fried potatoes and a spicy sauce. Cavas are Spanish sparkling wines made using the Champagne Method with indigenous grapes.",
    "tortilla espaola": "Tortilla Espanola is a popular dish in Spain made with eggs, potatoes, and onions. A Spanish tortilla is an omelette made with potatoes. A Spanish tortilla is a dish similar to an Italian frittata, typically made with potatoes.",
    "pulpo a la gallega": "",
    "gambas al ajillo": "The ajiaco is a dish from Latin America that is very old. Ajiaco is a traditional Colombian soup made with chicken and potatoes.",
    "raki": "Raki is a traditional alcoholic drink that is popular in Albania. Raki is the national alcoholic drink of Turkey, made from anise. Rakija is a type of brandy that is popular in Croatia and is often homemade.",
    "ayran": "Ayran is a popular Turkish drink made of yogurt, water, and salt.",
    "algam": "",
    "Tamer Hindi": "",
    "sugarcane juice": "The national drink of Pakistan is sugarcane juice. Sugarcane is a leading row crop in Louisiana contributing to the state's economy. Sugarcane is a crop that can be grown throughout Florida, and it grows well in patio containers.",
    "sobia": "Soba is the Japanese word for buckwheat. Soba is a popular Japanese dish that appears in many occasions in Japanese culture. Soba is a popular dish in Japanese cuisine that has many variations and is considered a staple food.",
    "karkade": "",
    "makgeolli": "",
    "dongdongju": "",
    "soju": "Soju is a Korean alcoholic beverage that is similar to Japanese sake. Soju is a Korean alcoholic beverage that is similar to Japanese sake. Soju is a Korean distilled alcoholic beverage that is clear and colorless, similar to vodka.",
    "maesilju": "",
    "sikhye": "",
    "nam anchan": "",
    "grass jelly drink": "Oregon grapes make a great jelly, but they are tart.",
    "oliang": "",
    "nam matoom": "",
    "cha yen": "Thai iced tea, or \"cha yen,\" is a popular cold tea beverage in Thailand.",
    "margarita": "The margarita is a popular cocktail in America. The margarita is a Mexican tradition that is popular all over the world. The margarita is a Mexican tradition and is one of the staples of Mexican restaurants.",
    "carajillo": "Carajillo is a Spanish coffee drink that traditionally contains a small measure of brandy or rum.",
    "el pajarete": "",
    "mezcal": "Mezcal is a traditional Mexican alcoholic drink made from the maguey plant. Mezcal is a Mexican spirit with a long history and tradition, typically made from the agave plant. Mezcal is a type of alcohol made from the agave plant, native to Mexico.",
    "paloma": "The Paloma is a popular Mexican cocktail made with tequila, lime juice, and grapefruit soda. The Texas Paloma is a grapefruit cocktail made with tequila, lime juice, and grapefruit juice. The Paloma is a tequila-based cocktail that is popular in Mexico.",
    "licor de hierbas": "",
    "horchata": "Horchata is a Mexican beverage made with sweetened rice milk and cinnamon. Horchata is a traditional rice-milk drink made with cinnamon and vanilla in Central America. Horchata is a Mexican rice-based drink that is typically made with milk, cinnamon, and vanilla.",
    "cava": "Cava is a type of Spanish sparkling wine. Cava is a Spanish sparkling wine from the Catalonia region. Cava is a Spanish sparkling wine that is similar to champagne.",
    "rioja": "Rioja is a wine region in Spain. Rioja is a wine region in Spain with a long vinicultural history. Rioja is a wine region in Spain known for its red wines.",
    "tinto de verano": "",
    "abaya": "The abaya is a garment worn by Saudi Arabian women, typically in public. In Iran the abaya is known as a chador and in South Asia a burqa. In Iran the abaya is known as a chador and in South Asia a burqa.",
    "yelek": "The Yak is a domesticated animal found in Central Asia.",
    "entari": "",
    "keffiyeh": "",
    "shemagh": "The shemagh is a piece of attire that originated in the Middle East.",
    "kaftan": "The kaftan is a traditional Middle Eastern garment that is now popular among Muslim men and women. The Moroccan kaftan is a traditional garment that has been worn by Moroccan women for centuries. The Kesar Pista Kalufi is an Indian ice cream with pistachio and saffron.",
    "gallibaya": "",
    "hanbok": "The hanbok is the traditional Korean outfit, worn by both men and women. A hanbok is a traditional Korean dress. The traditional hanboks are a symbol of Korea and are loved by the world.",
    "pha nung": "",
    "boromphiman": "",
    "ruean ton": "",
    "mo hom": "",
    "pha sin": "",
    "tehuana": "",
    "parachico": "",
    "huipil": "A huipil is a traditional garment worn by indigenous women from central Mexico to Central America.",
    "sombrero": "The sombrero is a traditional Mexican hat that is worn in various styles depending on the region. Mexicans wear sombreros. The sombrero is a traditional Mexican hat that is often worn to show pride in Mexican culture.",
    "sarape": "",
    "mantilla": "The mantilla is a traditional Spanish garment, often made of lace, which is worn by women. The Spanish mantilla veil is a traditional garment worn by brides in Spain and Mexico. In Colombian weddings, the bride usually wears a mantilla, a veil for covering the bride's face.",
    "peineta": "",
    "traje de chulapa": "",
    "catalan dress": "Spaniards dress conservatively, with style, and for the season. The dress is made in India from Indian fabric. The Spanish Steps dress is a camel and beige dress that is a few steps away from Via del Corso.",
    "flamenco dresses": "Flamenco is a traditional Spanish dance that is steeped in history and tradition. Old Spanish traditions such zarzuelas and flamenco are popular in New Mexico. Mexican women dress in a variety of ways, depending on the occasion."
}